---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateSpaceSeparation
source: html/516cdbfd-e2f2-2c18-5bd6-9e42882dbc7f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateSpaceSeparation Property

Space separation line is slightly off axis and may cause inaccuracies.

## Syntax (C#)
```csharp
public static FailureDefinitionId InaccurateSpaceSeparation { get; }
```